Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM5.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Fascista
en_gb: Fascism

source: Italianización fascista
en_gb: Italianization

source: Condujo a la revolución pacífica en Europa Central y Oriental.
en_gb: It led to the peaceful revolution in Central and Eastern Europe.

source: Escenario
en_gb: Stage

source: Se trata de un escenario al que hemos asistido en numerosas ocasiones en nuestra región; es sabido que va acompañado de derramamiento de sangre, limpieza étnica, intervención de potencias extranjeras, con buenas y malas intenciones.
en_gb: It is a scenario which we have witnessed numerous times in our region and, as we all know, it is accompanied by bloodshed, ethnic cleansing and the intervention of foreign forces, with both good and bad intentions.

source: revolucion
en_gb: revolution

source: Estoy acostumbrada
en_gb: I'm used

source: Revolución
en_gb: Revolution

source: Dialéctica
en_gb: Dialectic

source: Otras cuestiones de interés
en_gb: Other issues of interest

source: No es la primera vez que ocurre.
en_gb: It is not the first time this has happened.

source: Polonia es un gran país, en su historia, su cultura y sus fundamentos espirituales.
en_gb: Poland is a very large country, in its history, its culture, its spiritual and intellectual bases.

source: Todo esto sucede en un país europeo que comparte una frontera exterior con la Unión.
en_gb: All this is happening in a European country located just across the Union’s external border.

source: Polonia es un país con grandes oportunidades.
en_gb: Poland is a country of great opportunities.

source: Estos acontecimientos incluyen, en particular:
en_gb: These events include in particular:

source: Estos acontecimientos han creado esperanza.
en_gb: These events have created hope.

source: Se deben tener en cuenta estas cuestiones de una manera activa.
en_gb: They must be studied and that is precisely why mainstreaming is a doubleedged sword.

source: Golpe de Estado en Paraguay
en_gb: Coup d'état in Paraguay

source: Golpe de Estado en Mauritania
en_gb: Coup in Mauritania

source: Golpe de estado
en_gb: Coup d'etat

source: CONTRADICCION.
en_gb: CONTRADICTION.

source: Inevitablemente
en_gb: Inevitably

source: Revolucionario
en_gb: Revolutionary

source: Era bastante alarmante que las leyes nacionales pudieran, por así decirlo, ser censuradas por ese Tribunal.
en_gb: It was rather alarming that national laws could be, as it were, censured by that Court.

source: Cree que la Comisión lo hace a propósito para, por así decirlo, distraer a los afectados.
en_gb: He implied that the Commission was doing this deliberately, pulling the wool over the eyes of those involved, as it were.

source: Los antivirus no bastan para hacer el trabajo.
en_gb: Anti-virus alone can't do the job.

source: Retrasado
en_gb: Delayed

source: Tradición
en_gb: Tradition

source: Por desgracia, en América Latina la democracia ha sido sustituida por el populismo y el capitalismo por el socialismo o el populismo económico.
en_gb: Unfortunately, democracy has been substituted in Latin America by populism, and capitalism by socialism, or economic populism.

source: Pequeñoburgués
en_gb: Petit bourgeoisie

source: El objetivo es también consolidar la nueva burguesía, preocupada por su dominio ante la conciencia cada vez mayor de los ciudadanos de lo que perdieron con el socialismo.
en_gb: The objective is also to strengthen the new bourgeoisie, fretting about its sovereignty as people become more and more aware of what they lost along with socialism.

source: Está la historia de la Reforma y la Contrarreforma, la historia de una Europa que ha producido comunismos victoriosos y fascismos y nazismos victoriosos, que ha producido, y sigue haciéndolo, antidemocracia.
en_gb: There is the history of the Reformation and the Counter Reformation, there is the history of a Europe which produced victorious communisms and victorious fascisms and nazisms, which produced, and still produces today, antidemocracy.

source: De lo contrario, debo decir que el texto está escrito en un lenguaje de poder victorioso propio del período de la Guerra Fría, lo que contradice todas las reglas básicas de las relaciones internacionales y diplomáticas.
en_gb: Otherwise I must say that the text is written in the language of a victorious power from the Cold War period, contradicting all of the basic rules of diplomacy and international relations.

source: Movimiento
en_gb: Movement unit

source: Dictamen del BCE sobre el procedimiento de nombramiento del gobernador de la Banque de France
en_gb: ECB Opinion on the nomination procedure for the Governor of the Banque de France

source: Dictamen sobre el procedimiento de nombramiento del gobernador de la Banque de France( CON/ 2009/74)
en_gb: Opinion on the nomination procedure for the Governor of the Banque de France( CON/ 2009/74)

source: El nuevo Gobierno de coalición y la cooperación entre la mayoría y la oposición en el Parlamento ucraniano en ciertos ámbitos legislativos pueden considerarse signos positivos.
en_gb: The new coalition government and cooperation between the majority and the opposition in the Ukrainian parliament in certain legislative sectors can be seen as positive signs.

source: Latinoamericano
en_gb: Latin American

source: Observando también que el 3 de marzo de 2000 se celebraron elecciones generales en las que se eligió un nuevo gobierno de coalición en la Asamblea Legislativa,
en_gb: Noting also that general elections were held on 3 March 2000, resulting in a new coalition government in the House of Assembly,

source: Tomando nota también de que el 3 de marzo de 2000 se celebraron elecciones generales que dieron por resultado un nuevo gobierno de coalición en la Asamblea Legislativa,
en_gb: Noting also that general elections were held on 3 March 2000, resulting in a new coalition government in the House of Assembly,

source: También quiero felicitar al Gobierno de coalición existente desde el pasado mes de septiembre.
en_gb: I also congratulate the coalition government in place since last September.

source: Este es el caso también en el informe.
en_gb: The same is true of this report.

source: El balance en este sentido es desastroso.
en_gb: The figures are disastrous.

source: Es también un debate esclarecedor, un debate que me apasiona.
en_gb: It is also an enlightening debate and one about which I feel strongly.

source: Conmemoramos el aniversario de la insurrección de los obreros de Poznan en junio de 1956 y de la revolución húngara de octubre de 1956: dramáticos sucesos en la lucha por el pan y la libertad.
en_gb: This is the anniversary of the workers'uprising in Poznan in June 1956 and of the Hungarian revolution in October 1956: dramatic events in the struggle for bread and freedom.

source: Invalidez en general (obreros, empleados y obreros mineros):
en_gb: general invalidity (manual workers, clerical staff and miners):

source: Invalidez general (obreros, empleados, obreros-mineros):
en_gb: general invalidity (manual workers, clerical staff, miners):

source: La gente está muriendo en las calles casi a diario en medio de las protestas realizadas en contra de este régimen fascista.
en_gb: People are dying in the streets almost every day in protests against this fascist regime.

source: Este es un régimen fascista que ha convertido la democracia en una farsa y ha tirado los derechos humanos al cubo de la basura.
en_gb: This is a fascist regime that has made a farce of democracy and has consigned human rights to the dustbin.

source: Respaldar
en_gb: Support

source: Esclavitud
en_gb: Bondage

source: Víktor Yanukóvich
en_gb: Viktor Yanukovych

source: Atractivos naturales y urbanos, la capital mendocina concentra una buena dosis de ambos.
en_gb: Urban and natural attractions, the city of Mendoza concentrates a good dose of both.

source: ACCIONISTA ACCIONES PORCENTAJE DE CAPITAL SOCIAL
en_gb: SHAREHOLDER SHARES PERCENTAGE OF SOCIAL CAPITAL

source: Con la nueva ronda de negociaciones el gran capital pretende hacer desaparecer los últimos obstáculos a su plena libertad de acción y su dominio mundial.
en_gb: In the forthcoming round of negotiations, the forces of capitalism are aiming to tear down the final barriers to their freedom of action and their world domination.

source: El levantamiento de todas las sanciones normalizaría también la situación del Iraq como gran productor y exportador de petróleo.
en_gb: The ending of all sanctions would also normalise Iraq's situation as a large oil producing and exporting country.

source: El gas no puede penetrar desde ninguna dirección durante la acción de levantamiento del aire, tal como ocurre en el estado de la técnica de las membranas flotantes libres, o tal como tiene lugar como resultado del gran volumen de aire que hay dentro del refuerzo de fieltro grueso geotécnico adherido a las láminas de sellado convencionales.
en_gb: Gas can not penetrate from any direction during wind lift up action, as happens in the state of art free floating membranes or as occurs as a result of the large volume of air inside the geotechnical thick felt backing adhered to conventional sealing sheets.

source: La situación en la que las hambrunas en los países en desarrollo puede dar lugar a levantamientos en tanto los países desarrollados racionan los alimentos no es el resultado de una catástrofe natural.
en_gb: The situation whereby famine in developing countries can lead to uprisings while developed countries ration foods is not a result of a natural disaster.

source: Gobierno de coalición
en_gb: Coalition government

source: En toda Europa los partidos de extrema derecha esperan sacar provecho de la llegada al poder de esta coalición de tintes fascistas.
en_gb: Throughout Europe, extreme right-wing parties are hoping to exploit the entry into power of this coalition with its fascist connotations.

source: Pero, después de intensas negociaciones y presiones de la comunidad internacional, se logró formar un amplio gobierno de coalición que servirá como base política y plataforma para las difíciles y necesarias decisiones que deberán tomarse en el futuro.
en_gb: However, the main success is that, after intensive negotiations and pressure from the international community, a broad coalition government has been set up which will function as the political basis for the difficult but necessary decisions which have to be taken in the near future.

source: El Presidente Juncker encabeza un Gobierno de coalición del Partido Social-Cristiano y los socialistas, y esto es una referencia para revitalizar a la Unión sobre la base de un amplio consenso político.
en_gb: President Juncker leads a coalition government of the Christian Social Party and the Socialists, which is a benchmark by which to reinvigorate the Union on the basis of broad political consensus.

source: Del mismo modo, España, Portugal y Grecia se unieron a nosotros después de negros períodos fascistas.
en_gb: In the same way, Spain, Portugal and Greece also joined us after black periods of fascism.

source: Una oposición pacífica unificada resulta esencial para promover los cambios que necesita la gente.
en_gb: A unified peaceful opposition is essential to pursuing the changes that are needed by the people.

source: A pesar de ello, durante la campaña electoral los grupos de la oposición y las organizaciones no gubernamentales fueron objeto de disposiciones que restringían el derecho de reunión y de manifestación pacífica.
en_gb: Despite this, in the run-up to the election, opposition groups and non-governmental organisations were subjected to much tighter rules on the right of assembly and peaceful demonstration.

source: Y la oposición abarca desde los comunistas democráticos hasta la democracia cristiana, pasando por la socialdemocracia, en un marco de ausencia de libertad, como he dicho repetidamente.
en_gb: The opposition ranges from democratic communists to Christian democrats via social democrats, within a framework of a lack of freedom, as I have said repeatedly.

source: Por lo tanto, el Partido Nacionalista Escocés (SNP) sólo está actuando coherentemente al respaldar un referéndum sobre este Tratado.
en_gb: Therefore, the SNP is simply being consistent by supporting a referendum on this Treaty.

source: Subestimes
en_gb: Understimate

source: Subestimo
en_gb: Underestimate

source: Los escuadrones de la muerte eliminan a aquellos elementos de la oposición que caen en desgracia del régimen, y los periodistas que tratan de preservar algo así como unas normas de información independiente son perseguidos e incluso asesinados.
en_gb: Death squads dispose of those opposition elements who incur the regime’s displeasure, and journalists who try to maintain something like standards of independent reporting are persecuted and even killed.

source: Los propagandistas de la oposición fueron amenazados, atropellados, encarcelados y asesinados.
en_gb: The opposition's election workers have been threatened, persecuted, imprisoned and killed.

source: Los periodistas e intelectuales de la oposición han sido atacados con frecuencia, y algunos incluso han sido asesinados.
en_gb: Opposition journalists and intellectuals have been attacked frequently; some of them have been killed.

source: Fue un método simple, no se necesitó armamento ni ejército ni cámaras de gas.
en_gb: It was a simple method - it required no armaments or men, no gas chambers.

source: Cuando el 19 de mayo el gobierno de la coalición popular fue hecho rehén, del lado de George Speight y sus seguidores había miembros de la unidad de intervención contrarrevolucionaria del ejército.
en_gb: Alongside George Speight and his gang, when the people 's coalition government were taken hostage on 19 May, were members of the armed forces'counter-revolutionary warfare unit.

source: No se trata de cambiar ejércitos por personas de empresas privadas de seguridad con armamento de guerra.
en_gb: It is not a case of replacing armies with private security firms equipped with the weapons of war.

source: Nueva vista izquierda
en_gb: New Left View

source: La izquierda
en_gb: The left

source: Ir a la izquierda en el árbol
en_gb: Go Left in Tree

source: Desarrollado
en_gb: Developed

source: Las carillas constituyen una de las técnicas más revolucionarias desarrolladas en los últimos 25 años.
en_gb: Veneers are one of the most revolutionary techniques developed over the past 25 years.

source: Ella comprendió que la solución era el gobierno limitado, la libertad individual y la autodeterminación nacional.
en_gb: She understood the solution was small government, individual freedoms and national self-determination.

source: Por tanto, el Parlamento ha de defender por todos los medios, como se ha dicho en la intervención precedente, los derechos del pueblo del Tíbet y su derecho a la autodeterminación.
en_gb: As the previous speaker said, Parliament must therefore use all the means at its disposal to defend the human rights and the right to self-determination of the Tibetan people.

source: Hoy, el Canciller Schlüssel ha alabado a su Gobierno por la intervención satisfactoria en el problema ruso– ucraniano del gas.
en_gb: The European neighbourhood policy is about the offer of privileged relations between the EU and its nearest neighbours, supported by financial instruments such as TACIS and MEDA, which are to be replaced by the European Neighbourhood and Partnership Instrument in 2007.

source: Sin embargo, debemos ejercer la presión necesaria, toda la presión posible.
en_gb: We must nevertheless exert pressure, all the pressure we can.

source: Por lo tanto, debemos aumentar la presión.
en_gb: So we need to step up the pressure.

source: Sin embargo, se requiere que el Parlamento apruebe la movilización de esta ayuda.
en_gb: However, it requires Parliament to approve mobilisation of that support.

source: En aquel momento mi país fue víctima de un saqueo de obras de arte sistemáticamente organizado por la Francia revolucionaria.
en_gb: During this period, my country was victim to a systematic pillage of works of art organised by revolutionary France.

source: Lo que se ha logrado en relación con la agenda de la OMC es destacable tanto en lo referido al modo en que diferentes países en vías de desarrollo han participado de forma conjunta y bien organizados en el debate, como en relación con el propio orden del día.
en_gb: It is certainly striking to note what we have achieved on the WTO agenda, both in the way in which all kinds of developing countries took part jointly in the debate in a well-organised manner, and with regard to the agenda itself.

source: Desde que está prohibida, la oposición se ha radicalizado.
en_gb: Since it was banned, the opposition has taken on a radical form.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
